export const conditionsCredit = [
  {
    name       : 'Срок кредита',
    description: 'Срок кредита от 1 года до 30 лет.'
  },
  {
    name       : 'Первоначальный взнос',
    description: '— при сумме кредита до 15 млн. руб. — от 10%;',
  },
  {
    name       : 'Минимальная сумма кредита',
    description: '600 000 рублей'
  },
  {
    name       : 'Максимальная сумма кредита',
    description: '— 90 000 000 рублей РФ — для г. Москвы;'
  },
  {
    name       : 'Процентная ставка',
    description: '9,4% годовых на весь срок кредитования'
  },
  {
    name       : 'Надбавки к процентной ставке',
    description: '— +0,5% для незарплатных клиентов ПАО Сбербанк'
  },
  {
    name       : 'Страхование',
    description: 'Жизни и трудоспособности заемщика/поручителя.'
  },
  {
    name       : 'Комиссии банка',
    description: 'Отсутствуют'
  }
];