export const defaultLinks = [
  {
    title     : 'Квартиры',
    linksItems: [
      {
        url : '/',
        text: 'Москва'
      },
      {
        url : '/spb',
        text: 'Санкт-Петербург'
      },
      {
        url : '/rostov-na-donu',
        text: 'Ростов-на-Дону'
      },
      {
        url : '/novorossiisk',
        text: 'Новороссийск'
      },
      {
        url : '/yaroslavl',
        text: 'Ярославль'
      },
      {
        url : '/perm',
        text: 'Пермь'
      },
      {
        url : '/kaluga',
        text: 'Калуга'
      },
      {
        url : '/obninsk',
        text: 'Обнинск'
      }
    ]
  },
  {
    title     : 'Услуги',
    linksItems: [
      // {
      //   url : 'https://www.pik.ru/ipoteka',
      //   text: 'ПИК-Ипотека'
      // },
      {
        url : 'https://www.pik.ru/contacts/moskva-i-oblast',
        text: 'Офисы продаж'
      },
      {
        url : 'https://www.pik.ru/commercial',
        text: 'Коммерческая недвижимость'
      },
      {
        url : 'http://www.pik-comfort.ru/',
        text: 'ПИК-Комфорт'
      }
    ]
  },
  {
    title     : 'Компания',
    linksItems: [
      {
        url : 'http://pik-group.ru/about/history',
        text: 'О компании'
      },
      {
        url : 'http://pik-group.ru/corporate-governance',
        text: 'Корпоративное управление'
      },
      {
        url : 'http://pik-group.ru/investors',
        text: 'Инвесторам'
      },
      {
        url : '/news/press',
        text: 'Пресса'
      },
      {
        url : 'http://pik-group.ru/contacts-directory/head-office',
        text: 'Контактная информация'
      },
      {
        url : 'https://tender.pik.ru/',
        text: 'Тендеры'
      }

    ]
  },
  {
    title     : 'Cоц. сети',
    linksItems: [
      {
        url : 'https://www.facebook.com/pikofficial',
        text: 'Facebook'
      },
      {
        url : 'http://instagram.com/gkpik',
        text: 'Instagram'
      },
      {
        url : 'https://www.youtube.com/channel/UClOYT0q47Qyzz1r1KJIIZDw',
        text: 'Youtube'
      },
      {
        url : 'https://vk.com/gk_pik',
        text: 'ВКонтакте'
      },
      {
        url : 'https://ok.ru/group/54257054318704',
        text: 'Одноклассники'
      }
    ]
  }
];


export const defaultSocial = [
  {
    url      : 'https://vk.com/im?sel=-120312476',
    title    : 'ВКОНТАКТЕ',
    className: 'vk',
    icon     : '<svg width="40px" height="40px" viewBox="0 0 40 40" version="1.1" xmlns="http://www.w3.org/2000/svg"> <g id="Page-1" stroke="none" strokeWidth="1" fill="none" fillRule="evenodd"> <g id="Artboard-Copy" transform="translate(-768.000000, -325.000000)" fill="#E2E6E8"> <g id="VK" transform="translate(768.000000, 325.000000)"> <path d="M0,20 C0,8.95430446 8.95430446,0 20,0 C31.0456955,0 40,8.95430446 40,20 C40,31.0456955 31.0456955,40 20,40 C8.95430446,40 0,31.0456955 0,20 Z M21.0462187,25.8967334 C21.0462187,25.8967334 21.4312385,25.8547407 21.6284438,25.6468258 C21.8089544,25.4563224 21.8026939,25.0968241 21.8026939,25.0968241 C21.8026939,25.0968241 21.7786954,23.418141 22.5727336,23.1702818 C23.3552942,22.9265194 24.360102,24.7936574 25.4264712,25.5116298 C26.2319869,26.054462 26.8434276,25.9356535 26.8434276,25.9356535 L29.6929916,25.8967334 C29.6929916,25.8967334 31.182987,25.8066028 30.4765956,24.656413 C30.4181644,24.5621855 30.064447,23.8052931 28.3584649,22.2505397 C26.5710965,20.6230672 26.8110818,20.8862896 28.9626017,18.0707316 C30.2731298,16.3562012 30.7969237,15.3094568 30.6331077,14.8618763 C30.477639,14.4337558 29.5135244,14.5474433 29.5135244,14.5474433 L26.3060693,14.5669033 C26.3060693,14.5669033 26.0681709,14.5351527 25.8918339,14.6385981 C25.7196706,14.7399951 25.6080253,14.976588 25.6080253,14.976588 C25.6080253,14.976588 25.100926,16.3029422 24.4237502,17.4316235 C22.9953163,19.8118915 22.4245687,19.9378696 22.190844,19.7903831 C21.6472252,19.4452237 21.7828691,18.4056488 21.7828691,17.6671922 C21.7828691,15.3596432 22.1397167,14.3979083 21.0889987,14.1490249 C20.7404983,14.0660637 20.4838185,14.0117805 19.5916994,14.0025626 C18.4470741,13.9912963 17.4787858,14.0066595 16.9299499,14.2698819 C16.564755,14.4450221 16.2830332,14.836271 16.4551965,14.8588036 C16.6670096,14.8864573 17.1469801,14.9858059 17.4015731,15.3258442 C17.7302486,15.765231 17.718771,16.7505227 17.718771,16.7505227 C17.718771,16.7505227 17.907629,19.4667322 17.2774068,19.8036978 C16.8454334,20.0351697 16.2527742,19.5630081 14.9787655,17.4029456 C14.3266317,16.2967969 13.8341402,15.0738881 13.8341402,15.0738881 C13.8341402,15.0738881 13.7391895,14.8454889 13.569113,14.7225835 C13.3635604,14.5740728 13.0766215,14.5279832 13.0766215,14.5279832 L10.0288089,14.5474433 C10.0288089,14.5474433 9.57075006,14.5597338 9.40276039,14.7553582 C9.25355217,14.92845 9.39128283,15.2879483 9.39128283,15.2879483 C9.39128283,15.2879483 11.777571,20.7685053 14.4800136,23.5308043 C16.9581221,26.0626557 19.7711666,25.8967334 19.7711666,25.8967334 L21.0462187,25.8967334 Z" id="Combined-Shape"></path> </g> </g> </g> </svg>'
  },
  {
    url      : 'https://t.me/GKPIKbot',
    title    : 'telegram',
    className: 'telegram',
    icon     : '<svg width="40" height="40" viewBox="0 0 40 40" xmlns="http://www.w3.org/2000/svg"><path d="M16.674 24.07l-.34 5.097c.5 0 .72-.23 1-.5l2.402-2.336 4.997 3.693c.92.508 1.584.245 1.813-.854l3.28-15.46c.337-1.348-.513-1.96-1.392-1.56L9.17 19.58c-1.316.527-1.31 1.26-.24 1.587l4.943 1.543 11.445-7.22c.54-.328 1.036-.152.63.21l-9.275 8.368zM20 40C8.954 40 0 31.046 0 20S8.954 0 20 0s20 8.954 20 20-8.954 20-20 20z" fill="#E2E6E8" fillRule="evenodd" class="telegram-inside-path"/></svg>'

  },
  {
    url      : 'https://m.me/pikofficial',
    title    : 'messenger',
    className: 'facebook',
    icon     : '<svg id="Слой_1" data-name="Слой 1" href="http://www.w3.org/2000/svg" viewBox="0 0 41 40"><defs><style>.cls-1{fill:#E2E6E8;}.cls-2{fill:#fff;}</style></defs><g id="Page-1"><g id="Artboard-3-Copy"><g id="Group-3"><g id="Group-30-Copy"><g id="Group-4"><g id="Telegram-Copy"><circle id="Oval" class="cls-1" cx="20.38" cy="20" r="20"/></g></g><g id="facebook-messenger-seeklogo.com"><g id="Layer_1" data-name="Layer 1"><path id="Bubble_Shape" data-name="Bubble Shape" class="cls-2" d="M20.44,7.13C13.3,7.13,7.51,12.62,7.51,19.4A12,12,0,0,0,12.31,29v4.7l4.41-2.49a13.67,13.67,0,0,0,3.71.51c7.14,0,12.93-5.49,12.93-12.27S27.58,7.13,20.44,7.13ZM21.8,23.6l-3.34-3.53L12,23.68l7.06-7.61,3.34,3.53L28.86,16Z"/></g></g></g></g></g></g></svg>'
  },
  {
    url      : 'http://chats.viber.com/pik/+/ru',
    title    : 'Viber',
    className: 'viber',
    icon     : '<svg width="39" height="39" viewBox="0 0 39 39" xmlns="http://www.w3.org/2000/svg"><g fill="none" fillRule="evenodd"><ellipse id="Artboard-Copy" fill="#E2E6E8" transform="matrix(1 0 0 -1 0 39)" cx="19.5" cy="19.5" rx="19.5" ry="19.5"/><path d="M24.162 17.282c-.085-.69-.297-1.234-.675-1.715-.49-.62-1.116-.99-2.043-1.21-.605-.147-.85-.13-1.067.07-.204.187-.244.562-.088.804.108.178.234.24.586.31.467.086.79.197 1.084.365.624.36.914.924.945 1.837.015.428.052.56.2.712.28.277.772.223.982-.11.077-.124.088-.18.096-.47.006-.18-.002-.448-.02-.592z" fill="#FFF"/><path d="M26.605 18.062c-.123-2.12-.95-3.823-2.434-5.022-.835-.674-1.845-1.137-2.952-1.363-.405-.08-1.152-.146-1.28-.108-.12.033-.292.164-.368.282-.08.13-.1.415-.03.58.11.278.317.376.895.427.89.077 1.81.39 2.505.853.793.528 1.423 1.25 1.83 2.098.353.73.57 1.78.564 2.72-.002.34.05.533.187.673.207.216.508.263.774.12.294-.155.363-.427.31-1.26zM29.31 26.22c-.043-.12-.14-.308-.208-.415-.435-.657-2.774-2.487-3.94-3.085-.668-.343-1.162-.457-1.528-.35-.393.11-.6.294-1.26 1.114-.266.33-.54.637-.612.685-.18.124-.532.224-.78.224-.577-.004-1.624-.377-2.428-.868-.625-.38-1.427-1.062-2.042-1.737-.725-.793-1.22-1.492-1.61-2.28-.503-1.014-.63-1.633-.42-2.086.05-.114.12-.235.152-.273.03-.034.355-.3.715-.59.703-.56.817-.69.948-1.073.166-.488.12-.986-.134-1.488-.197-.38-.712-1.21-1.085-1.747-.495-.706-1.724-2.214-1.97-2.418-.442-.36-1.008-.422-1.633-.18-.66.256-1.896 1.252-2.425 1.947-.476.63-.66 1.076-.687 1.664-.024.484.017.685.273 1.304 2 4.857 4.984 8.734 9.083 11.813 2.143 1.608 4.364 2.833 6.667 3.67 1.344.488 1.927.512 2.615.11.29-.172 1.008-.91 1.41-1.445.662-.893.907-1.304.976-1.633.05-.225.01-.616-.08-.865z" fill="#FFF"/><path d="M29.093 18.548c-.045-1.198-.246-2.18-.667-3.277-.416-1.077-.836-1.78-1.63-2.732-.75-.892-1.333-1.4-2.258-1.968-1.29-.79-2.86-1.313-4.62-1.533-.6-.077-.735-.07-.92.052-.356.23-.35.812.007 1.04.118.074.223.1.703.163.737.1 1.21.193 1.773.346 2.205.602 3.9 1.834 5.034 3.662.948 1.524 1.342 3.048 1.286 4.994-.02.658-.006.774.095.932.193.295.7.353.96.11.163-.15.194-.262.226-.825.016-.294.02-.728.013-.965z" fill="#FFF"/></g></svg>'
  }
];

export const defaultCopyright = 'Любая информация, представленная на данном сайте, носит исключительно информационный характер и ни при каких условиях не является публичной офертой, определяемой положениями статьи 437 ГК РФ. Раскрытие информации ПАО «Группа Компаний ПИК» также доступно в сети Интернет на странице информационного агентства, аккредитованного ЦБ РФ на раскрытие информации – <a href="http://e-disclosure.ru/portal/company.aspx?id=44" target="_blank" rel="nofollow">ООО«Интерфакс-ЦРКИ»</a>';