export const outlineData = [
  {
    title: 'Получение свидетельства о предоставлении субсидии',
    text : 'Оформление свидетельства о предоставлении субсидии в Департаменте городского имущества города Москвы по месту регистрации'
  },
  {
    title: 'Открытие целевого счета и заключение Договора на реализацию субсидии',
    text : 'Открытие именного блокированного целевого счета (ИБЦС) в Банке и заключение договора на реализацию субсидии с ГБУ «Центр имущественных платежей и жилищного страхования» (ГБУ ЦИПЖС)'
  },
  {
    title: 'Подбор квартиры в Группе Компаний ПИК',
    text : 'Индивидуальный подбор квартиры в жилых проектах ГК ПИК, аккредитованных по субсидии'
  },
  {
    title: 'Оформление договора',
    text : 'Заключение договора на приобретение жилья с возможностью использования личных средств и/или ипотечного кредита по программе «Субсидия+Ипотека». Отправка договора на регистрацию.'
  },
  {
    title: 'Получение пакета документов',
    text : 'Получение клиентом зарегистрированного экземпляра договора у Застройщика'
  },
  {
    title: 'Подача документов в ГБУ ЦИПЖС',
    text : 'Подача документов и написание клиентом заявления для проверки и подготовки к перечислению средств субсидии в ГБУ ЦИПЖС.'
  },
  {
    title: 'Перечисление средств субсидии от ГБУ ЦИПЖС',
    text : 'При успешном прохождении проверки перечисление средств субсидии застройщику от Департамента городского имущества.'
  },
  {
    title: 'Ожидание сдачи дома'
  },
  {
    title: 'Заселение!'
  }
];